
Mock.mock(
    "http://mockjs",{
        'regexp': /[A-Z]{2}[0-9]{9}/,//系统订单号
        'danhao': /[0-9]{13}/,//订单号
        'zhuangtai|1':{
            "1001":"派送点已经收到退货",
            "1002": "买家已签收"
        },
        'date':'@now',
        'qu|1':{
            "1001":"红区",
            "1002": "蓝区"
        },
        'jishida|1':{
            "1001":"15点截单时间22：00之前到达",
            "1002": "6点截单时间12：00之前到达"
        },
        'huowu|1':{
            "1001":"粮油 副食",
            "1002": "饮品"
        },
        'huopin|1':{
            "1001":"椰子油",
            "1002": "咖啡"
        },
        'shuliang': /[0-9]{1,3}/,
        'name|1':{
            "1001":"杨森",
            "1002": "李敏",
            "1003":"张兵"
        },
        'phone': /[1][357][0-9]{9}/,
        'name1|1':"赵国柱",
        'phone1': /[1][357][0-9]{9}/,
        'dizhi|1':"眉山市东坡区环湖中路雕像国际广场伊藤洋华堂",
        'gonghao': /[A-Z][A-Z][0-9]{3}/,//工号
    }
)
